brew "dockutil"
brew "git"
brew "wget"
brew "watch"
brew "tree"
brew "jq"
brew "tmux"
brew "gh"
brew "pandoc"
brew "texlive"
brew "openjdk@23"

cask "keepingyouawake"
cask "jetbrains-toolbox"
cask "rectangle"
cask "1password"
cask "zed"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
